tap "aws/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kayac/tap"
brew "act"
brew "antigen"
brew "libtiff"
brew "webp"
brew "autoconf"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "glib"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "openjpeg"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "gd"
brew "gh"
brew "ghq"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "imagemagick@6"
brew "jq"
brew "libpq"
brew "mas"
brew "moreutils"
brew "openssl@1.1"
brew "nkf"
brew "node-build"
brew "openjdk"
brew "peco"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "tbls"
brew "tmux"
brew "watchman"
brew "wget"
cask "authy"
cask "bettertouchtool"
cask "dash"
cask "docker"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "logseq"
cask "notion"
cask "raycast"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "albymor.increment-selection"
vscode "alefragnani.bookmarks"
vscode "apollographql.vscode-apollo"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "capaj.graphql-codegen-vscode"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.viml"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "ionutvmi.path-autocomplete"
vscode "jacobdufault.fuzzy-search"
vscode "jakearl.search-editor-apply-changes"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "karunamurti.rspec-snippets"
vscode "lehni.vscode-fix-checksums"
vscode "liviuschera.noctis"
vscode "lkytal.quicktask"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rafamel.subtle-brackets"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "riegledevin.test-file-finder"
vscode "ryu1kn.text-marker"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "sdras.night-owl"
vscode "shinichi-takii.sql-bigquery"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "thadeu.vscode-run-rspec-file"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
