aaron-bond.better-comments
adpyke.vscode-sql-formatter
albymor.increment-selection
alefragnani.bookmarks
apollographql.vscode-apollo
be5invis.vscode-custom-css
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
capaj.graphql-codegen-vscode
castwide.solargraph
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
fallenwood.viml
gamunu.vscode-yarn
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
inferrinizzard.prettier-sql-vscode
ionutvmi.path-autocomplete
jacobdufault.fuzzy-search
jakearl.search-editor-apply-changes
jebbs.plantuml
jpoissonnier.vscode-styled-components
kaiwood.endwise
karunamurti.rspec-snippets
lehni.vscode-fix-checksums
liviuschera.noctis
lkytal.quicktask
marchrock.vscode-ghq
mikestead.dotenv
misogi.ruby-rubocop
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
orta.vscode-jest
pflannery.vscode-versionlens
pkief.material-icon-theme
prisma.prisma
rafamel.subtle-brackets
rangav.vscode-thunder-client
redhat.vscode-yaml
riegledevin.test-file-finder
ryu1kn.text-marker
satokaz.vscode-bs-ctrlchar-remover
sdras.night-owl
shinichi-takii.sql-bigquery
shopify.ruby-lsp
sleistner.vscode-fileutils
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
thadeu.vscode-run-rspec-file
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vscodevim.vim
william-voyek.vscode-nginx
wix.vscode-import-cost
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
zenn.zenn-preview
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
zxh404.vscode-proto3
